[
  { "id": "eagle", "name": "Adler", "meaning": "Ein majestätischer Aufstieg kündigt sich an. Wie ein Adler erheben Sie sich über den Alltag und gewinnen eine neue, klare Perspektive auf Ihr Leben. Nutzen Sie den Aufwind, um Ihre höchsten Ziele mit Leichtigkeit und Souveränität zu erreichen. Freiheit und Weitblick sind jetzt Ihre stärksten Verbündeten.", "category": "luck", "synonyms": ["Greifvogel", "Vogel", "Flügel"], "shapeType": "animal" },
  { "id": "monkey", "name": "Affe", "meaning": "Ihre angeborene Neugier und Intelligenz öffnen Ihnen neue Türen. Begegnen Sie dem Leben mit spielerischer Leichtigkeit und Humor. Dies ist der perfekte Moment, um unkonventionelle Lösungen für alte Probleme zu finden und dabei Spaß zu haben.", "category": "general", "synonyms": ["Tier", "Schimpanse"], "shapeType": "animal" },
  { "id": "anchor", "name": "Anker", "meaning": "Sie erreichen einen sicheren Hafen der Ruhe und Stabilität. Ihre Treue zu sich selbst und anderen wird jetzt belohnt. Genießen Sie das tiefe Gefühl von Sicherheit und Vertrauen – Sie haben Ihren Platz im Leben gefunden.", "category": "general", "synonyms": ["Schiff", "Halt", "Maritime"], "shapeType": "object" },
  { "id": "apple", "name": "Apfel", "meaning": "Die Fülle des Lebens wartet darauf, von Ihnen gepflückt zu werden. Dieses Symbol steht für blühende Gesundheit, Vitalität und den Genuss des Augenblicks. Lassen Sie sich auf neue, süße Möglichkeiten ein – die Zeit ist reif für Ihren Erfolg.", "category": "luck", "synonyms": ["Obst", "Frucht", "Rund"], "shapeType": "plant" },
  { "id": "car", "name": "Auto", "meaning": "Ihr Leben nimmt jetzt ordentlich Fahrt auf! Ein dynamisches Projekt oder eine spannende Reise bringt Sie Ihren Zielen in großen Schritten näher. Halten Sie das Steuer fest in der Hand, denn Sie bestimmen den Kurs und das Tempo Ihres Erfolgs.", "category": "luck", "synonyms": ["Fahrzeug", "Wagen", "Reise"], "shapeType": "object" },
  { "id": "axe", "name": "Axt", "meaning": "Sie besitzen die beeindruckende Kraft, Ihren eigenen Weg zu bahnen. Hindernisse weichen Ihrer Entschlossenheit. Ein befreiender Durchbruch steht kurz bevor, der Ihnen neue ungeahnte Energie schenkt.", "category": "luck", "synonyms": ["Beil", "Waffe", "Werkzeug"], "shapeType": "object" },
  { "id": "baby", "name": "Baby", "meaning": "Ein wunderbarer Neubeginn voller Potenzial liegt vor Ihnen. Ob ein kreatives Projekt oder familiäres Glück – etwas Neues will liebevoll genährt werden und wachsen. Blicken Sie voller Hoffnung und Freude in diese vielversprechende Zukunft.", "category": "love", "synonyms": ["Kind", "Säugling", "Geburt"], "shapeType": "human" },
  { "id": "ball", "name": "Ball", "meaning": "Das Glück ist in Bewegung und rollt Ihnen direkt vor die Füße. Alles läuft rund in diesem Jahr, wenn Sie flexibel bleiben und die Bälle, die Ihnen zugespielt werden, geschickt aufnehmen. Ein spielerischer Erfolg erwartet Sie.", "category": "luck", "synonyms": ["Kugel", "Rund", "Spielzeug"], "shapeType": "object" },
  { "id": "tree", "name": "Baum", "meaning": "Sie schlagen tiefe Wurzeln und wachsen über sich hinaus. Dieses Symbol verspricht stabile Gesundheit, beständiges Wachstum und den Schutz einer starken Gemeinschaft. Ihre Wünsche reifen heran und tragen bald reiche Früchte.", "category": "luck", "shapeType": "plant" },
  { "id": "cup", "name": "Becher", "meaning": "Ihr Becher ist mehr als halb voll – er fließt über vor Freude! Freuen Sie sich auf gesellige Stunden im Kreise lieber Menschen. Es ist Zeit, Ihre Erfolge zu feiern und die Fülle des Lebens dankbar anzunehmen.", "category": "luck", "shapeType": "object" },
  { "id": "hatchet", "name": "Beil", "meaning": "Sie haben die Stärke für klare Entscheidungen. Mit Mut und Fokus gestalten Sie Ihre Zukunft aktiv und selbstbestimmt. Dieser Schritt wird immense positive Kräfte in Ihnen freisetzen.", "category": "luck", "shapeType": "object" },
  { "id": "broom", "name": "Besen", "meaning": "Ein frischer Wind weht durch Ihr Leben! Nutzen Sie die Energie für eine Neugestaltung. Wenn Sie Ordnung im Außen schaffen, entstehen funkelnde neue Möglichkeiten und klare Gedanken im Innen.", "category": "luck", "shapeType": "object" },
  { "id": "flower", "name": "Blume", "meaning": "Ihr Leben erblüht in den schönsten Farben. Eine Freundschaft oder Liebe entfaltet jetzt ihre volle Pracht. Öffnen Sie Ihr Herz wie eine Blüte der Sonne entgegen und lassen Sie sich von der Schönheit des Augenblicks verzaubern.", "category": "love", "synonyms": ["Blüte", "Pflanze", "Rose", "Tulpe"], "shapeType": "plant" },
  { "id": "boat", "name": "Boot", "meaning": "Leinen los für neue Abenteuer! Sie steuern mit sicherem Instinkt auf spannende Ufer zu. Vertrauen Sie dem Fluss des Lebens – er trägt Sie sanft und sicher zu neuen Horizonten und bereichernden Erfahrungen.", "category": "luck", "synonyms": ["Schiff", "Kahn", "Segel"], "shapeType": "object" },
  { "id": "glasses", "name": "Brille", "meaning": "Ihre Weisheit wächst. Wenn Sie einen zweiten, genaueren Blick auf Ihre Situation werfen, werden Sie verborgene Schätze und Lösungen erkennen. Klarheit ist Ihr Schlüssel zum Erfolg – Sie sehen jetzt, was anderen verborgen bleibt.", "category": "general", "synonyms": ["Augen", "Sehhilfe"], "shapeType": "object" },
  { "id": "bridge", "name": "Brücke", "meaning": "Sie besitzen die Gabe, Gräben zu überwinden und Menschen zu verbinden. Hindernisse werden jetzt mühelos hinter sich gelassen. Gehen Sie mutig über die Brücke in einen neuen Lebensabschnitt voller Harmonie.", "category": "luck", "synonyms": ["Übergang", "Bogen"], "shapeType": "object" },
  { "id": "castle", "name": "Burg", "meaning": "Sie schaffen sich ein stabiles Fundament für die Zukunft. Sicherheit, Schutz und Beständigkeit umgeben Sie wie starke Mauern. Hier können Sie Kraft tanken und Ihre Träume in Ruhe verwirklichen.", "category": "general", "synonyms": ["Schloss", "Turm", "Festung"], "shapeType": "object" },
  { "id": "dagger", "name": "Dolch", "meaning": "Ihr Verstand ist scharf wie eine Klinge. Nutzen Sie diese geistige Präzision, um komplexe Situationen zu durchschauen und klare, vorteilhafte Entscheidungen zu treffen. Sie sind jeder Herausforderung gewachsen.", "category": "warning", "synonyms": ["Messer", "Waffe", "Schwert"], "shapeType": "object" },
  { "id": "dragon", "name": "Drache", "meaning": "Entfesseln Sie die gewaltige Energie, die in Ihnen schlummert! Eine große Aufgabe wird sich als Ihr größter Triumph entpuppen. Sie haben den Mut und die Leidenschaft, selbst das Unmögliche möglich zu machen.", "category": "warning", "synonyms": ["Monster", "Fabelwesen", "Echse"], "shapeType": "animal" },
  { "id": "lizard", "name": "Eidechse", "meaning": "Mit Flinkheit und Anpassungsfähigkeit meistern Sie jede Lage. Ziehen Sie sich ruhig kurz in die Sonne zurück, um Energie zu tanken – danach sind Sie schneller und wendiger als je zuvor. Kleines Glück wartet am Wegesrand.", "category": "luck", "shapeType": "animal" },
  { "id": "egg", "name": "Ei", "meaning": "Etwas Großartiges entsteht im Verborgenen. Ein neuer Plan, eine Idee oder ein neues Leben reift behütet heran. Haben Sie Geduld und Vertrauen – das Ergebnis wird Sie und Ihre Lieben mit Freude erfüllen.", "category": "love", "shapeType": "food" },
  { "id": "elephant", "name": "Elefant", "meaning": "Sie verfügen über tiefe Weisheit und unerschütterliche Kraft. Mit Geduld und Verständnis für andere werden Sie zum Fels in der Brandung. Ihr Weg ist geprägt von Stabilität und respektvollem Miteinander.", "category": "general", "shapeType": "animal" },
  { "id": "angel", "name": "Engel", "meaning": "Sie stehen unter einem besonderen Schutz. Eine unsichtbare, liebevolle Kraft lenkt Ihre Geschicke zum Guten und schenkt Ihnen inneren Frieden. Vertrauen Sie darauf: Alles wird sich zu Ihrem Besten fügen.", "category": "luck", "synonyms": ["Flügel", "Himmel", "Wesen"], "shapeType": "symbol" },
  { "id": "duck", "name": "Ente", "meaning": "Lassen Sie Sorgen einfach an sich abperlen wie Wasser. Sie navigieren geschickt durch alle Gefühle und dürfen sich auf einen finanziellen Zufluss freuen. Bleiben Sie entspannt, das Glück schwimmt auf Sie zu.", "category": "finance", "synonyms": ["Vogel", "Wasser", "Tier"], "shapeType": "animal" },
  { "id": "owl", "name": "Eule", "meaning": "Ihre Intuition ist ein verlässlicher Kompass. Auch in undurchsichtigen Zeiten sehen Sie den richtigen Weg klar vor sich. Vertrauen Sie auf Ihre innere Weisheit und Ihre Fähigkeit, gute Pläne zu schmieden.", "category": "general", "synonyms": ["Vogel", "Kauz", "Weise"], "shapeType": "animal" },
  { "id": "torch", "name": "Fackel", "meaning": "Sie sind ein Leuchtturm für andere. Bringen Sie Licht ins Dunkel und teilen Sie Ihre Erkenntnisse und Inspirationen. Ein langes, erfülltes Leben und geistige Klarheit leuchten hell auf Ihrem weiteren Weg.", "category": "luck", "synonyms": ["Feuer", "Licht", "Flamme"], "shapeType": "object" },
  { "id": "falcon", "name": "Falke", "meaning": "Fokussieren Sie Ihr Ziel mit scharfem Blick. Ihre Schnelligkeit und Präzision sind jetzt Ihre größten Stärken. Wenn Sie die Gelegenheit beim Schopfe packen, ist Ihnen der Erfolg nicht mehr zu nehmen.", "category": "warning", "synonyms": ["Vogel", "Greifvogel"], "shapeType": "animal" },
  { "id": "fish", "name": "Fisch", "meaning": "Sie schwimmen förmlich im Glück! Reichtum, tiefe Gefühle und finanzielle Fülle strömen in Ihr Leben. Lassen Sie sich vom Strom des Lebens tragen – er führt Sie zu wohlhabenden und glücklichen Ufern.", "category": "finance", "synonyms": ["Wasser", "Tier", "Flosse"], "shapeType": "animal" },
  { "id": "bottle", "name": "Flasche", "meaning": "Feiern Sie das Leben in vollen Zügen! Genuss, Freude und geselliges Beisammensein stehen unter einem guten Stern. Öffnen Sie sich für die schönen Momente – es gibt Grund, die Gläser zu heben.", "category": "luck", "synonyms": ["Gefäß", "Glas"], "shapeType": "object" },
  { "id": "frog", "name": "Frosch", "meaning": "Wagen Sie den großen Sprung! Eine Veränderung, vielleicht beruflicher oder finanzieller Art, bringt Sie einen riesigen Satz nach vorn. Verwandeln Sie Chancen mutig in Gold – es lohnt sich jetzt, aktiv zu werden.", "category": "finance", "synonyms": ["Kröte", "Lurch", "Prinz"], "shapeType": "animal" },
  { "id": "gallows", "name": "Galgen", "meaning": "Ein Symbol für absolute Freiheit. Sie haben die wunderbare Chance, die Dinge aus einer völlig neuen Perspektive zu sehen. Ein befreiendes Aufatmen und grenzenlose Möglichkeiten erwarten Sie.", "category": "luck", "shapeType": "object" },
  { "id": "garden", "name": "Garten", "meaning": "Alles, was Sie liebevoll pflegen, wird jetzt aufblühen. Ihre Beziehungen und Projekte wachsen in einer geschützten, harmonischen Umgebung. Ernten Sie bald die wundervollen Früchte Ihrer Hingabe.", "category": "love", "shapeType": "nature" },
  { "id": "bell", "name": "Glocke", "meaning": "Spitzen Sie die Ohren! Eine wunderbare Nachricht wird schon bald erklingen und Ihr Herz erfreuen. Ob Nachwuchs, Hochzeit oder ein Erfolg – lassen Sie die Glocken Ihres Glücks hell läuten.", "category": "luck", "shapeType": "object" },
  { "id": "guitar", "name": "Gitarre", "meaning": "Bringen Sie mehr Musik und Harmonie in Ihren Alltag. Es ist Zeit, auf Ihr Herz zu hören und Ihrer Leidenschaft Ausdruck zu verleihen. Eine romantische und kreative Phase voller Lebensfreude beginnt.", "category": "love", "shapeType": "object" },
  { "id": "hammer", "name": "Hammer", "meaning": "Sie sind der Schmied Ihres eigenen Glücks! Mit Tatkraft und Entschlossenheit setzen Sie Ihre Pläne jetzt erfolgreich in die Tat um. Nichts kann Ihnen widerstehen, wenn Sie Ihren Willen so positiv einsetzen.", "category": "luck", "shapeType": "object" },
  { "id": "heart", "name": "Herz", "meaning": "Die Liebe ist die Antwort auf alle Fragen. Großes Herzensglück, tiefe Romantik und innige Verbindungen prägen Ihre kommende Zeit. Öffnen Sie sich für das schönste aller Gefühle – Sie werden geliebt.", "category": "love", "synonyms": ["Liebe", "Organ", "Romantik"], "shapeType": "symbol" },
  { "id": "dog", "name": "Hund", "meaning": "Wahre Freundschaft und bedingungslose Loyalität umgeben Sie. Sie haben Menschen an Ihrer Seite, auf die Sie sich blind verlassen können. Genießen Sie dieses kostbare Geschenk der Treue und Verbundenheit.", "category": "luck", "synonyms": ["Tier", "Haustier", "Freund"], "shapeType": "animal" },
  { "id": "hedgehog", "name": "Igel", "meaning": "Es ist gut und richtig, Ihre zarte Seite zu schützen. Ziehen Sie klare Grenzen, um sich wohlzufühlen – das verschafft Ihnen Respekt. In Ihrem geschützten Raum können Sie wunderbar Kraft tanken.", "category": "warning", "synonyms": ["Stachel", "Tier"], "shapeType": "animal" },
  { "id": "island", "name": "Insel", "meaning": "Eine Oase der Ruhe wartet nur auf Sie. Nutzen Sie eine Auszeit, um wieder ganz zu sich selbst zu finden. In dieser friedlichen Einsamkeit entdecken Sie Ihre innere Stärke und neue Klarheit.", "category": "general", "synonyms": ["Land", "Meer", "Einsamkeit"], "shapeType": "nature" },
  { "id": "camel", "name": "Kamel", "meaning": "Ihre Ausdauer ist absolut bewundernswert. Wie ein Wüstenschiff tragen Sie auch größere Lasten sicher durch jede Durststrecke ans Ziel. Ihr langer Atem wird sich am Ende reichlich auszahlen.", "category": "warning", "synonyms": ["Wüste", "Tier"], "shapeType": "animal" },
  { "id": "cat", "name": "Katze", "meaning": "Vertrauen Sie voll und ganz auf Ihre Intuition und Eleganz. Egal was passiert, Sie werden immer sicher auf den Füßen landen. Ihre Unabhängigkeit ist Ihre größte Stärke – gehen Sie Ihren eigenen Weg.", "category": "general", "synonyms": ["Kater", "Mietze", "Tier"], "shapeType": "animal" },
  { "id": "cone", "name": "Kegel", "meaning": "Konzentration ist jetzt der Schlüssel. Wenn Sie Ihre Energie bündeln und fokussiert auf ein Ziel richten, ist Ihnen der volle Erfolg ('alle Neune') sicher. Handeln Sie präzise und überlegt.", "category": "finance", "synonyms": ["Form", "Spiel"], "shapeType": "object" },
  { "id": "clover", "name": "Kleeblatt", "meaning": "Das Glück ist Ihnen absolut hold! Alles, was Sie jetzt anpacken, steht unter einem besonders guten Stern. Vertrauen Sie darauf, dass kleine Wunder geschehen – das Schicksal meint es gut mit Ihnen.", "category": "luck", "synonyms": ["Klee", "Pflanze", "Glück"], "shapeType": "plant" },
  { "id": "basket", "name": "Korb", "meaning": "Bereiten Sie sich darauf vor, die Ernte einzufahren. Sammeln Sie all die schönen Momente und Erfolge des Lebens. Ihr Korb wird reich gefüllt sein mit Liebe, Freude und Gaben.", "category": "love", "synonyms": ["Behälter", "Tragen"], "shapeType": "object" },
  { "id": "wreath", "name": "Kranz", "meaning": "Alles fügt sich zu einem harmonischen Ganzen. Streitigkeiten lösen sich auf, Versöhnung und Frieden kehren ein. Sie dürfen sich nun als Sieger über alte Konflikte fühlen und Harmonie genießen.", "category": "love", "synonyms": ["Kreis", "Blumen"], "shapeType": "object" },
  { "id": "crown", "name": "Krone", "meaning": "Sie sind der souveräne Gestalter Ihres Lebens. Ansehen, Erfolg und Ehre stehen Ihnen zu. Tragen Sie Ihr Haupt hoch – Sie haben sich diesen glänzenden Erfolg redlich verdient.", "category": "finance", "synonyms": ["König", "Macht", "Gold"], "shapeType": "symbol" },
  { "id": "cake", "name": "Kuchen", "meaning": "Das Leben darf süß sein! Ein Grund zum Feiern liegt direkt vor Ihnen. Genießen Sie die schönen Stunden und teilen Sie Ihr Glück mit anderen – es wird sich vermehren.", "category": "luck", "synonyms": ["Torte", "Gebäck", "Feier"], "shapeType": "food" },
  { "id": "lion", "name": "Löwe", "meaning": "Zeigen Sie Ihren Löwenmut! Mit stolzer Kraft und Souveränität meistern Sie jede Situation. Sie haben das Herz eines Anführers und strahlen eine natürliche Autorität aus, die andere inspiriert.", "category": "luck", "synonyms": ["Raubtier", "König", "Kraft"], "shapeType": "animal" },
  { "id": "spoon", "name": "Löffel", "meaning": "Sie dürfen aus dem Vollen schöpfen. Das Leben bietet Ihnen reichhaltige Nahrung für die Seele. Nehmen Sie die Angebote des Schicksals dankbar an – Sie werden bestens versorgt sein.", "category": "general", "shapeType": "object" },
  { "id": "mouse", "name": "Maus", "meaning": "Achten Sie liebevoll auf die kleinen Details. Auch unscheinbare Dinge können jetzt großes Glück bedeuten. Eine heimliche Verliebtheit oder ein kleiner Gewinn kann Ihr Herz höher schlagen lassen.", "category": "love", "shapeType": "animal" },
  { "id": "knife", "name": "Messer", "meaning": "Ein Symbol für geistige Schärfe und Präzision. Nutzen Sie Ihren klaren Verstand, um das Wesentliche zu erkennen und Ihre Ziele direkt anzusteuern. Sie haben die Kraft, Ihr Leben genau so zu formen, wie Sie es wünschen.", "category": "luck", "shapeType": "object" },
  { "id": "moon", "name": "Mond", "meaning": "Hören Sie auf Ihre Träume, sie weisen Ihnen den Weg. Ruhm und Ehre können ganz unverhofft, vielleicht sogar über Nacht, in Ihr Leben treten. Ihre sensible Seite ist jetzt Ihre Stärke.", "category": "luck", "shapeType": "symbol" },
  { "id": "nail", "name": "Nagel", "meaning": "Machen Sie Nägel mit Köpfen! Es ist der perfekte Zeitpunkt, um Pläne festzuzurren und für Stabilität zu sorgen. Wenn Sie jetzt handeln, hält Ihr Glück bombenfest.", "category": "luck", "shapeType": "object" },
  { "id": "palm", "name": "Palme", "meaning": "Der Sieg gehört Ihnen! Gönnen Sie sich nach getaner Arbeit Erholung und genießen Sie Ihren Triumph unter einem glücklichen Stern. Exotische Orte oder Gedanken bringen frische Inspiration.", "category": "luck", "shapeType": "plant" },
  { "id": "horse", "name": "Pferd", "meaning": "Volle Kraft voraus! Mit unbändiger Energie und Freiheitsdrang galoppieren Sie Ihren Zielen entgegen. Hindernisse überspringen Sie mit Leichtigkeit – Ihr Vorwärtsdrang ist nicht zu bremsen.", "category": "luck", "shapeType": "animal" },
  { "id": "pistol", "name": "Pistole", "meaning": "Treffen Sie Ihre Entscheidungen mit absoluter Zielsicherheit. Seien Sie wachsam, aber furchtlos. Ihre direkte Art hilft Ihnen jetzt, genau ins Schwarze zu treffen und Klarheit zu schaffen.", "category": "warning", "shapeType": "object" },
  { "id": "wheel", "name": "Rad", "meaning": "Alles ist im positiven Fluss. Eine große Veränderung bringt Ihr Leben in nützlichen Schwung. Wenn sich das Rad des Schicksals dreht, stehen Sie bald ganz oben – vertrauen Sie der Bewegung.", "category": "general", "shapeType": "object" },
  { "id": "ring", "name": "Ring", "meaning": "Ewige Verbundenheit kündigt sich an. Eine Beziehung, Partnerschaft oder Freundschaft wird fest, tief und dauerhaft. Freuen Sie sich auf ein Versprechen, das Herzen vereint.", "category": "love", "shapeType": "symbol" },
  { "id": "rose", "name": "Rose", "meaning": "Die Liebe blüht in ihrer schönsten Form. Romantik, Leidenschaft und tiefe Schönheit erfüllen Ihr Herz. Genießen Sie diese Zeit der emotionalen Fülle – das Leben meint es rosig mit Ihnen.", "category": "love", "shapeType": "plant" },
  { "id": "saber", "name": "Säbel", "meaning": "Kämpfen Sie leidenschaftlich für das, was Ihnen wichtig ist. Ihr Mut und Ihre Einsatzbereitschaft werden bewundert und belohnt werden. Sie haben die Kraft, sich erfolgreich durchzusetzen.", "category": "general", "shapeType": "object" },
  { "id": "coffin", "name": "Sarg", "meaning": "Ein kraftvolles Symbol der Metamorphose. Wie ein Schmetterling entfalten Sie sich zu neuer Schönheit und Stärke. Begrüßen Sie diese wunderbare Wandlung als Tor zu Ihrem glücklichsten Lebensabschnitt.", "category": "luck", "shapeType": "symbol" },
  { "id": "scales", "name": "Schere", "meaning": "Sie sind der Designer Ihres Lebens. Gestalten Sie Ihre Zukunft aktiv, indem Sie sich voll auf das Wesentliche konzentrieren. Sie fühlen sich federleicht, wenn Sie Ihre Energie gezielt für Ihre Träume einsetzen.", "category": "luck", "shapeType": "object" },
  { "id": "ship", "name": "Schiff", "meaning": "Reichtum steuert Ihren Hafen an. Ob durch Handel, Beruf oder glückliche Reisen – Ihr 'Schiff' kommt schon bald reich beladen mit Gaben und Erfahrungen zurück zu Ihnen.", "category": "finance", "shapeType": "object" },
  { "id": "snake", "name": "Schlange", "meaning": "Ein uraltes Symbol der Heilung und Weisheit. Wie die Schlange sich häutet, dürfen auch Sie sich erneuern und frische Energie tanken. Nutzen Sie Ihre Klugheit, um gestärkt hervorzugehen.", "category": "warning", "shapeType": "animal" },
  { "id": "shoe", "name": "Schuh", "meaning": "Sie stehen fest und sicher im Leben. Gehen Sie Schritt für Schritt und bodenständig Ihren Weg weiter – er führt Sie verlässlich ans Ziel. Beständigkeit ist jetzt Ihr Erfolgsrezept.", "category": "general", "shapeType": "object" },
  { "id": "pig", "name": "Schwein", "meaning": "Schwein gehabt! Das Glück steht Ihnen in allen Lebenslagen treu zur Seite. Ob im Spiel oder in der Liebe – Sie ziehen positive Ereignisse jetzt magnetisch an.", "category": "luck", "shapeType": "animal" },
  { "id": "spider", "name": "Spinne", "meaning": "Sie sind der Weber Ihres eigenen Schicksals. Mit Geduld, Geschick und Kreativität spinnen Sie ein Netz, das Ihnen Glück und Erfolg einfängt. Vertrauen Sie auf Ihre handwerklichen Fähigkeiten.", "category": "general", "shapeType": "animal" },
  { "id": "star", "name": "Stern", "meaning": "Greifen Sie nach den Sternen! Ihre kühnsten Träume können jetzt Wirklichkeit werden. Folgen Sie Ihrer inneren Inspiration – sie leuchtet Ihnen den Weg zu glänzenden Erfolgen.", "category": "luck", "shapeType": "symbol" },
  { "id": "stork", "name": "Storch", "meaning": "Veränderung bringt Segen in Ihr Haus. Ob eine inspirierende Reise oder 'Zuwachs' in Form neuer Ideen oder Projekte – beflügelnde Neuigkeiten sind im Anflug.", "category": "love", "shapeType": "animal" },
  { "id": "stairs", "name": "Treppe", "meaning": "Es geht stetig und sicher aufwärts. Stufe für Stufe nähern Sie sich Ihrem wohlverdienten Erfolg. Genießen Sie den Aufstieg und die immer besser werdende Aussicht.", "category": "luck", "shapeType": "object" },
  { "id": "bird", "name": "Vogel", "meaning": "Freiheit für Ihre Gedanken! Eine wunderbare Nachricht ist auf dem Weg zu Ihnen. Breiten Sie Ihre Schwingen aus und genießen Sie die Leichtigkeit des Seins.", "category": "luck", "shapeType": "animal" },
  { "id": "scales_justice", "name": "Waage", "meaning": "Sie finden Ihre innere Mitte wieder. Gerechtigkeit, Harmonie und Ausgewogenheit werden Ihr Leben bereichern. Sie treffen Entscheidungen jetzt mit weisem Maß und Ziel.", "category": "general", "shapeType": "object" },
  { "id": "die", "name": "Würfel", "meaning": "Das Glück liegt in Ihrer Hand. Wagen Sie ein Spiel, die Chancen stehen besser als Sie denken. Vertrauen Sie dem Schicksal – es würfelt zu Ihren Gunsten.", "category": "finance", "shapeType": "object" },
  { "id": "worm", "name": "Wurm", "meaning": "Bleiben Sie schön bodenständig. Auch langsamer, stetiger Fortschritt ist wertvoll und führt sicher zum Ziel. Lassen Sie sich nicht beirren – Sie graben gerade Gold aus.", "category": "general", "shapeType": "animal" },
  { "id": "pincers", "name": "Zange", "meaning": "Packen Sie es an! Sie haben das perfekte Werkzeug und die Kraft, um jede Situation fest im Griff zu haben. Lösen Sie Probleme entschlossen – Sie schaffen das.", "category": "warning", "shapeType": "object" }
]
